Repository: mozilla-l10n/mt-training-data
Catalog: tig/tig_pontoon.tmx
Source language: en_us
Languages: tig

source: Ready to donate your voice?
tig: አብ ክርንኩም ግል ትሳህሞ ዱሉያም ህሌኹም?

source: Ready to help validate sentences?
tig: ዲብ ታሕቂቅ ናይ ጁመል ትስደው ታሓዙ?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
tig: ኢሜል ከበት ከምሰል ናይ ታሓዲ ሃደፍ ላለአዝክር ው ናይ ተጣውርየ ው ናይ ኣኽባር ክርን ሕበር.

source: Recorded Clips
tig: ላትስጅለት ክሊፕ

source: Recorded Hours
tig: ላትስጅለያ ሳዓት

source: <recordIcon></recordIcon> Last one!
tig: <recordIcon></recordIcon>ኣኽራይት!

source: [Recording cut off before the end of the last word]
tig: [ትስጂል በተካ ቀደም ናይ ደንጎባ ከሊመት]

source: Recordings
tig: ተስጂል

source: Record/Stop
tig: ስጅል/ኣብጥር

source: Record your voice
tig: ክርንኩም ሰጀሎ

source: Refresh
tig: ኣሓድስ

source: Reject
tig: ርፈድ

source: Remove
tig: ወርኪዮ

source: Report
tig: ተቅሪር

source: Report was passed successfully
tig: ላታቅሪር ግሩም እትላኣካ

source: Request a Language
tig: ሉቀት ጥለቦ

source: Request recordings
tig: ትስጂል ጥለቡ

source: *required
tig: *ላለትሓዘ

source: Re-record
tig: ካልእ ዶል ስጅል

source: Re-record clip
tig: ክሊፕ እብ ካልእ ስጅል

source: Return
tig: ዓቅብል

source: Return here to edit your goal anytime.
tig: ዲብ ኣይ ውቀት ሓደፍኩም ትቀይሩ መንታሓዙ ኣንሰር ምጹ

source: Return to Common Voice
tig: ዲብ ክርን ሕበር ኣቅብሉተ

source: Return to Common Voice Datasets
tig: ዲብ መጅሙዓት በያናት ክርን ሕበር ዓቅብል

source: Return to Languages
tig: ዲብ ሉቃት አቅብሉት

source: Review
tig: ራጀዕ

source: ⓘ Review Criteria
tig: ናይ ሙራጅዓት መቅያስ

source: Review Criteria
tig: ናይ ሙራጅዓት መቅያስ

source: Reviewed sentences not submitted, are sure?
tig: ላትራጅዓት ጁምለት የትላኣከትኒ። ሙታኣክዲ አንቱም?

source: Review & re-record clips here as you go
tig: አንዘ ክሊፕ ራጀዕ ኣው ካልእ መረት ሰጅል

source: Review & re-record clips if needed
tig: ሓቆ ኣትሓዛ አንዘ ክሊፕ ራጀዕ ኣው ካልእ መረት ሰጅል

source: Review Sentences
tig: ጁመል ራጂዕ

source: Review & Submit
tig: ራጅዕ & ንዳእ

source: Romanian
tig: ሮማኒ

source: Romansh Sursilvan
tig: ሮማንሽ ሰርሲልቫን

source: Romansh Vallader
tig: ሮማንሽ ቫላደር

source: Runyankole
tig: ሩንያንኮለ

source: Russian
tig: ሩሲ

source: s
tig: ሕ

source: Sakha
tig: ሳክህየት

source: Santali (Ol Chiki)
tig: ሳንታሊ (ኦሊ ቺክ)

source: Sardinian
tig: ሳርዲኒ

source: Save
tig: ዓቅብ

source: Saved
tig: ተዓቀባ

source: Search
tig: ቆቅሎ

source: See how your progress compares to other contributors all over the world.
tig: ተቀዱምኩም ቃርንዎ ምስል ብዕዳም ሙሻርኪአን ናይ እዲና

source: See Less
tig: ሑድ ረኤ

source: See More
tig: ዝያደት ረኤ

source: Select a Language...
tig: ሉቀት ሕረ

source: Selected
tig: ሕሪት

source: Send sign up link
tig: ናይ ሕሳብ ፍትሓት link ላኣኾ

source: Sentence Collection
tig: ጁመል ኣከቦት

source: Sentences
tig: ጁመል

source: { $sentences } sentences reviewed. Thank you!
tig: { $sentences } ጁመል ትራጅዕያ፣ ሹክረን

source: Sentence text
tig: ናይ ጁምለት ክታበት

source: Serbian
tig: ሰርቢ

source: Set a goal
tig: ሓደፍ ውደ

source: Sex or Gender
tig: ጅንስ

source: Share Common Voice
tig: ክርን ሕበር ሻርክ እቡ

source: Share my goal
tig: ሓደፍየ አሻርክ

source: Share your clip
tig: ክሊፕ ናይካ ሻርክ እቡ

source: Share your { $count } Clip Daily Goal for { $type }
tig: ናይ { $type } ክሊፕ ናይ { $count } ዲብ ዮም ሃደፍ ኣካፍል

source: Share your { $count } Clip Weekly Goal for { $type }
tig: ናይ { $type } ክሊፕ ናይ { $count } ዲብ ሳምን ሃደፍ ኣካፍል

source: Shilha
tig: ሺልሃ

source: Shortcuts
tig: ገበይ ሓቻር

source: [Should be ‘dinosaurs’]
tig: ['ዳይናሶራት' ትግብኣ ባ]

source: [Should be “We are”]
tig: ['ንሕና' ትግብኣ ባ]

source: Show my ranking
tig: ተርቲብየ ኣርአ

source: Sicilian
tig: ሲሲሊ

source: Sign up for an account
tig: ሕሳብ ፍትሖ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tig: ምስል ክርን ሕበር ሳጃሎ ኣኽባር መዝከሪ ናይ ሓደፍ ው ታጣውር ኤግል ትርከቦ

source: sign up for email updates
tig: ሸጅሎ ናይ ኢማል ታሕዲስ ኤግል ትርከቦ

source: Sign up for { $lang } updates:
tig: ሰጀሎ አገል { $lang } ላሓደሳ አገል ለብፃሓኹም

source: Single ZIP file containing
tig: ዎሮት ZIP ፋይል ላብዲቡ

source: Sinhala
tig: ሲንሃላ

source: Size
tig: ሓጅም

source: Skip
tig: ሕለፍዎ

source: Slovak
tig: ስሎቫኪ

source: Slovenian
tig: ስሎቨኒ

source: Somali
tig: ሶማሊ

source: Sorbian, Lower
tig: ሶርቢ - ታሕታይ

source: Sorbian, Upper
tig: ሰርቢ - ልዓላይ

source: Source: { $sentenceSource }
tig: መስድር: { $sentenceSource }

source: Spanish
tig: ስፓኒ

source: Speak
tig: ታሃገው

source: Speakers
tig: ተሄግያይያም

source: Speaking
tig: ሃገዮት

source: Speaking and Listening
tig: ሃገዮት ዉ ስምዓት

source: Speak now
tig: ኣዜ ታሃገው

source: Speak up, contribute here!
tig: ክርንካ ኣስምዕ, አንዘ ሳህም

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
tig: <speechBlogLink>ሂጋ ኣሌለዩት ኣንብቶ</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
tig: ዲብ { $archiveCount } ZIP ፋይል ላብዲቡ ኩፉል

source: Splits
tig: ፈንተ

source: Start recording
tig: ተስጂል ኣንብቶ

source: Start typing to describe your accent
tig: ወስፍ ናይ ለክነትኩም ክታበት ኣንብቶ

source: Stats
tig: አሕሳኢየት

source: Streaks
tig: ሸራይጥ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
tig: <strong>[Crackle]</strong> ላ ዳይናሱር ዓቢ ምን ናይ ዘመን<strong>[crackle]</strong> -ርያሲክ.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
tig: <strong>[Sneeze]</strong>ላ ዳይናሱር ዓቢ ምን ናይ ዘመን<strong>[cough]</strong> ትርያሲክ.

source: Submit
tig: ላኣኮ

source: Submit a report
tig: ታቅሪር ላኣኽ

source: Submit clips
tig: ክሊፕ ላኣኮ

source: Subscribe
tig: ኣሽተርክ

source: Success
tig: ነጃሕ

source: Success, profile created!
tig: ነጃሕ፣ ናይ ኖስ መልፍ ከለቃ

source: Swahili
tig: ሳዋሕሊ

source: Swedish
tig: ሱወዲ

source: Syriac
tig: ሰርያኒ

source: Tagalog
tig: ታንጋሎግ

source: Tahitian
tig: ታሄይቲ

source: Taiwanese (Minnan)
tig: ታውይዋኒስ - ሚናን

source: Tajik
tig: ታጂክ

source: Taking several attempts to read a word.
tig: ክልመት ሃተ እግል ትቅራእ ብዙሕ ሙሓወለት ዉድየት

source: Tamil
tig: ታሚል

source: Tap
tig: ክሳእ

source: Tatar
tig: ታታር

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
tig: Tatoeba እግል ናይ ሉቀት ማዓለሚ ላገብኣት ቃዕደት በያናት ዓባይ ናይ ጁመል ው ተርጀመት ው ናይ ሂጋ ክርን ታ. እኢ ላልትከረ እብ ማሕበሮም ላትሰጀላ ናይ ሉቀት እንግሊዝ ሂጋ ብዲቡ

source: Tell us what you'd like to download:
tig: ሚ እግል ትክረው ታሓዙ ኻብሩና:

source: Telugu
tig: ተሉጉ

source: Terms
tig: ሽሩጥ

source: Thai
tig: ታይላንዲ

source: Thanks for confirming your account, now let's build your profile.
tig: ሕሳብኩም ናይ ላኣከድኩም ንሓምደኩም ፣ ኣዝ የላ መለፍ ናይ ኖስ ንብነ

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
tig: ሹክረን ናይላ ስጅልኩም!<lineBreak></lineBreak>ኣዘ ሆዬ ታሓት አንደገስኹም ክሊፕ ናይኩም እንደ ራጃዕኩም ነደእዎ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tig: ዲብ ሉቀት { $lang } ገል ትሳህሞ አህትማምኩም እንሸክር ። ኩላ ሉቀት እገል ንጀህዛ ው ንኣትያ ው ኩሎም ፍረቅ እብ ኢሜል እገል ናሰእሎም ብዙሕ እንሻቄ ህልና። እገል ትሳህሞ ምን ታሓዙ ኢሜልኩም ታሓት ኣቱ

source: The bumblebee sped by.
tig: ላንህብ ሓልፈት

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
tig: ቀብር ናይ ክሊፕ ናይ ክርን ክሊፕ ዲብ ክርን ሕበር ማጅሙዓት ባያናት ለይኣተት ትፃብጥ ዎ ክምሰልላ ብዕድ ማጅሙዓት ባያናት እግል ልትከራረ ቃድር

source: The clip has disrespectful or offensive language.
tig: ላ ክልፕ ላለትካፍእ ኣው ላለትናኢሽ ሃገጊት ብዲባ

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
tig: መጅሙዓት ባያናት ኣምኣት እሉፍ ናይ ክርን ዓይነት ህላ አግላ ግል ምጠውሪን ኣደዋት ናይ ክርን ሌለዮት ትኽኖሎጀየት ጌል ልብነው ላትሰድዮም

source: The giant dinosaur of the Triassic.
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን ትርያሲክ.

source: The giant dinosaurs of the Triassi-.
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን ትርያሲ-.

source: The giant dinosaurs of the Triassic.
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን ትርያሲክ.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን <strong>ትርያሲክ. <strong>[read by one voice]</strong>

source: The giant dinosaurs of the Triassic. Yes.
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን ትርያሲክ. ኣይዋ.

source: The giant dino <strong>[cough]</strong> the Triassic.
tig: ላ ዳይናሱር ዓቢ ምን ናይ ዘመን<strong>[cough]</strong> ትርያሲክ.

source: The number of recordings and which languages you contribute to will be public.
tig: ዓደድላ ትስጂልኩም ዎ ከምስሉ ላሉቀት ላትሳህሞ አባ ላህሌኩም ኩል ኣዳም ግል ላኣምራ ቱ

source: The recording was too long.
tig: ላተስጂል ብዙሕ ረይማ

source: The recording was too quiet.
tig: ሶክርንላ ተስጂል ብዙሕ ዳሃራ

source: The recording was too short.
tig: ላተስጂል ብዙሕ ሓጭራ

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
tig: እለን ሉቃት እለን ላ ማሕበር ኣዘ ለጠውረን ሃላ ፣ ሸሪጥ ናይ ተቀዱም ኩላ ሉቀት አያ ባጽሓት ከም ህሌት ዲብ <localizationGlossaryLink>ላማውቅዕ ተርጃመት</localizationGlossaryLink> ው <sentenceCollectionGlossaryLink>ጁመል እካቦት </sentenceCollectionGlossaryLink>ላሓበር

source: The selected file is too large
tig: ላትሓራ መለፍ ብዙ ዓባ

source: The sentence has disrespectful or offensive language.
tig: ላ ጁምለት ላለትካፍእ ኣው ላለትናኢሽ ሃገጊት ብዲባ

source: The sentence must be speakable.
tig: ላጅምለት ላትትባሃል እግላ ትግባእ ባ

source: The sentence must be spelled correctly.
tig: ላጅምለት ግሩም ትትነጠቅ ሃላ እግላ

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
tig: ጅስም ( corpus ) TED-LIUM ምን ናይ ክርን ሂጋ ው ኣትከታትባሑ ዲብ ምውቂዕ ላምትዋፍር ምኑ ፋግር ቱ

source: Three to go!
tig: ሰለስ ተርፈያ!

source: Tigre
tig: ትግረ

source: Tigrinya
tig: ቴግርንያ

source: Today
tig: ዮም

source: Today's Common Voice progress on clips recorded
tig: ናይ ዩም ናይ ክርን ሕበር ክሊፕ ስጅሎት ተቀዱም

source: Today's Common Voice progress on clips validated
tig: ናይ ዩም ናይ ክርን ሕበር ክሊፕ ሓቀቆት ተቀዱም

source: Today's Progress
tig: ናይ ዮም ትቅዱም

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
tig: ናይ ክርን ክሊፕ ዲብ መጅሙዓት ባያናት ክርን ሕበር እግል ትእተ አብ ክልኦት ሙስተኽድሚን ትትሓቀቀ ባ

source: Top Contributors
tig: ላላዕለው ሙሳህሚን

source: Total
tig: ኩሉ ምስል

source: Total Approved
tig: ኩሉ ላትዋፈቃ ዲቡ

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
tig: ሳዓትእግል ልትበጻሕ ቀድር ኣብኣሽህርሓቆኣዳምስጅልክሊፕዲብ ኣመዕል

source: Toward next goal
tig: ግላ ላተለ ሓደፍ

source: Track progress here and on your stats page.
tig: ተቀዱም ታብዖ እንሰር ኣው ዲብ ሳፍሓት ናይ እሕሳእየትኩም

source: Turkish
tig: ቱርኪ

source: Turkmen
tig: ቱርክማን

source: Twi
tig: ትዊ

source: Typically megabytes
tig: ምሳል ናይ ጊጋብይተ (Typically megabytes)

source: Ubykh
tig: ኡባይክ

source: Udmurt
tig: ኡድመርት

source: Ukrainian
tig: ኡክራኒ

source: Understand contribution criteria
tig: ናይ ሙሳሀምት መቃየሲ ፋሃሞ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
tig: ክሊፕ ተስጂል ዶል ታተንሱ ሚ ላትሓዘ ፋሃሞ ው ታስጂል ክርንኩም ላሔሳ እግል ልግብአ ስደው

source: Upload aborted. Do you want to delete your recordings?
tig: ዓረጎት በጥራ:: ትስጂልኩም ትዎርክዎ ታሓዙ?

source: Upload an image file
tig: ናይ ሱረት መለፍ ሓምል

source: Urdu
tig: ኡርዱ

source: User Name
tig: ስም ናይ ሙስታዕምል

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
tig: ሙስታዕምሊን እግል ላትበርዓ ክሊፕ ናይ ክርን ሰኒ ከምቱ ልሓቅቆ፣ ላትሄግያይ እግል ላጅምለት ስኒ ከም ቃርኣያ ልትኣኸዶ።

source: Uyghur
tig: ኡይግሁር

source: Uzbek
tig: ኡዝቤክ

source: Validated Clips
tig: ላትሓቀቀት ክሊፕ

source: Validated Hours
tig: ላትሓቀቅያ ሳዓት

source: Validated Hr. Total
tig: ጅምዕ ላትሓቀቀያ ሳዓት

source: Validations
tig: ዓመልያት ታሕቂቅ

source: Varying Pronunciations
tig: ላልትቀያየር ኑጡቅ

source: Venetian
tig: ቨኒስያ

source: Version
tig: እስዳር

source: Vietnamese
tig: ቬትናሚ

source: View your progress against personal and project goals.
tig: ተቀዱምኩም ምስል ናይ ኖስኩም ዎ ናይላ መሽሩዕ ተቀዱም ኣትራኣእዎ

source: Visible
tig: ርኡይ

source: Voice clips are entered into a submission queue that readies them for listening.
tig: ናይ ክርን ክሊፕ ዲብ ጣቡር ተስሊም ልኣተ ው ምኑ ግል ልትሰማዕ ጃህዝ ገቢእ

source: Voice Dataset, Ready for Download
tig: ናይ ክርን መጅሙዓት ባያናት፣ ገል ካረዮት ጃህዘት

source: Voices Online Now
tig: ኣዘ ዲብ ኸጥ ላህሌት እክርን

source: Volume
tig: ክርን

source: Votic
tig: ቮቲክ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
tig: VoxForge ሑር ው ፍቱሕ መስደሩ ላገብኣ ሂጋ-ላተሌለለ አለት ላገብእ ከቱብ ሂጋ እግል ታኣክብ ትከወነት

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
tig: ናይ ሕበር ክርን ተትማሓይሽዎ ታሓዙ? ሰኒ ወደኩም ! እብ ኢሜል እትዋስሎ ኣው ኣብ ሙንታዳ ናይ <discourseLink>ህድግ</discourseLink> ናይ መውቂዕ ሙሽከለት ኣብ GitHub ላኣኹ ኣው ዲብ Matrix ናይ ማሕበር ህድግ እትሓበሩ.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
tig: ሓደሶት እግል ልብፃሓኩም ታሓዙ ዶልላ ኑስኸት ሓዳስ ናይ መጅሙዓት በያናት ክርን ሕበር ናፋገር? ዲብ ነሽረት ኣኽባርና ሰጀሎ

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
tig: ፍቱሕ ው ኩሉ ኣዳም ለስታዕምሎ ላቀድር ናይ ክርን መጅሙዓት በያናት ንብነ ህሌና ላሓዛ ላስታዕምላ እግል እብ ክርን ላሸቀ ተጥቢቃት (applications) እግል ልደርብ

source: We are going out to get a coffee.
tig: ቡን ግል ንስተ ፍግር ሀሌና

source: We are going out to get coffee.
tig: ቡን ግል ንስተ ፍግር ሀሌና

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
tig: ሐና አንዘ እት ሞዚላ እብ ቴኽኖሎጀየት ናይ ክርን ላላህተም ማሕበረሰብ እንበነ ህለይና ። ኣብ ኣሳነዮት ው ሓዳስ መሳድር ው ከምሰልሁማ አግል እሊ ማዐሉማት ከፎ ተስታዕሙሎ ከም ህልኩም ገል ናኣምር ናሓዘ

source: We couldn’t find that page for you
tig: ላ ስፍሓት ንርከባካ ኢቀደርናኒ

source: Weekly
tig: ኩል ሳምን

source: Weekly Goal
tig: ናይ ዎሮ ሳምን ሃድፍ

source: Welcome { $company } staff!
tig: መርሓባ ሙወዘፊን { $company }!

source: Welcome to Common Voice
tig: ዳሓን መጻአኹም ዲብ ክርን ሕበር

source: Welsh
tig: ዌልስ

source: We may have run out of clips - refresh the page, or try again later.
tig: ታሕቂቅ ላለትሓዚየን ክሊፕ ናይ እላ ሉቀት ኸልሳ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tig: ማዕሉማትኩም እብ ጥንቃቐ ከም ጽብጣ ንውዕደኩም ። ዲብ ናይ <privacyLink>Privacy Notice</privacyLink> ዚያደት ቅርኦ

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
tig: ፍቱሕ እብ ላትፈናታ ሉቃት ው ኩሉ ኣዳም ለስታዕምሎ ላቀድር ናይ ክርን መጅሙዓት በያናት ንብነ ህሌና ላሓዛ ላስታዕምላ እግል እብ ክርን ላሸቀ ተጥቢቃት (applications) እግል ልደርብ

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
tig: እግል እካበት ፍቱሕ ናይ ክርን በያናት እግል ኩሉ ኣዳም ንሻረክ ዲቡ ህሌና፣ እብ ክርንኩም እትበረዖ፣ ናይ ኣዳም ብዕድ ክሊፕ ሓቅቆ፣ መጅሙዓት በያናት እግል ኩሉ ከም ታሓይስ ውደዋ ።

source: We’re experiencing unexpected downtime
tig: ለይ ታሓሰባ ዑጥል ንዋጅህ ህሌና

source: We’re going out to get coffee.
tig: ቡን ግል ንስተ ፍግር ሀሌና

source: We've run out of sentences to record in this language...
tig: ዲብ እላ ሉቀት ላልትሰጀላ ጁመል ይኣለቡን ...

source: We will be in touch with more information about how to add your language to Common Voice very soon.
tig: ኣዘ ቅሩብ ማዕሉማት ጌል ንላኽ እግልኩም ቱ ኣፎ ሉቀትኩም ዲብ ክርን ሕበር ታኣትዋ

source: We will be in touch with more information as it becomes available.
tig: ዚያደት ምዓሉማት ክም ረክብና ጊል ናስአልኩም ቱ

source: We will not make your email public.
tig: ኢሜልኩም ዓም ኒደዮ ኤኮን

source: What issues are you experiencing with this sentence?
tig: ሚ መሻክል ልዋጅሃኩም ሃላ ምስል እላ ጁምለት

source: What kind of goal do you want to build?
tig: ሚ ዓይነት ሓደፍ ትውደ ታሓዘ

source: What’s inside the Common Voice dataset?
tig: ዲብ ጅዋ ባያናት ክርን ሕበር ሚ ሃላ?

source: What's Public?
tig: ዓም ሚ ባህለት ቱ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
tig: ዶልላ ሙስታዕምል ናይ ክርን ክሊፕ ረፍዳ ዲብ 'ጣቡር' ታኣቃብል: ካልኣይት መረት ሓቆ ትረፈደት ላናይ ክርን ክሊፕ ዲብ ቀብር ናይ ክሊፕ ትገይስ

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
tig: ዶል ታተንሶ፣ ላትሰጀላ ክምላ አትክተባ ክምጋአ ኣንደ ኣንተባህኩም ሓቀቆ; ርፎዳ ንኡሽ ክታእ ምን ትረኽቡ<br/>ላበዝሓ አክታእ ከምሰል እሊ ቱ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
tig: ተስጂልኩም ውክት ጠልቦ፣ ዲብ ዎሮት ኣው ብዝሕ መለፍ ናይ ZIP ንወድዮ እግልኩም፣ ናይ ላሓልፋ ጠለብኩም እሊ ቱ:

source: Why ?
tig: አገልሚ

source: Why a profile?
tig: መለፍ ናይ ኖስ ገልሚ ኣትሓዛ

source: Why Common Voice?
tig: አግል ሚ ቱ ክርን ሕበር?

source: Why does this matter?
tig: አግል ሚቱ አሊ ሙህም?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
tig: ላናይ ክርን ተስጂልኩም እጌል ልትወርከ ትጥለቦ ታሓዘ ዋላ ዲብ ናይ ክርን ሕበር መጅሙዓት በያናት ለትረፍ

source: Write
tig: ክተቦ

source: y
tig: ኣ

source: Yes
tig: ኣየዋ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tig: አይዋ ኢሜል ነድኦ ዲብየ ። ኣብ መሽሩዕ ኽርን ሕበር እድለ ሓዘ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tig: ኣይዋ, ኢሜል ላኣኮ ዲብየ ታቀዱም ናይ አላ ሉቀት ዲብ ክርን ሕበር ከፎ ክም ገይስ ህላ ኢግል ኣምር ሓዘ ህልኮ

source: Yiddish
tig: ዪዲሽ

source: Yoruba
tig: ዮሩባ

source: You
tig: አንቱም

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
tig: ናይ <size>{ $size }GB</size> ኣውረዶት ታኣነብቱ ህሌኹም, ከምሎ?

source: You are prepared to initiate a download of <b>{ $size }</b>
tig: ኣውረዶት ናይ <b>{ $size }</b> እግል ታኣንብት ጃህዝ ህሌካ

source: You can choose to make your username public or anonymous.
tig: ስም ሕሳብኩም ኣዳም ከም ላኣምሮ ኣው ክምሊላኣምሮ ትሕረው ትቀድሮ

source: You cannot request your recordings while another request is already in progress.
tig: ተስጅልኩም ተጥለቦ ኢትቀድሩኒ ኣዘ ላኣወላይ ጠለብኩም እንደ ለትጃሃዝ

source: You can request a new takeout of your recordings every { $days } days.
tig: ተስጂልኩም እግል ትንሶ ኩሉ { $days } ዮም ትጥለቦ ትቀድሮ

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
tig: ሉቀት ሓርያም ይህሌኹምኒ ። ዲብ<profileLink>ናይ ኖስ በያናት</profileLink>እንደ ግስኹም ሉቀት ሕረው

source: You must allow microphone access.
tig: መክረፎን ገል ልሽቀ ስምሖ

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
tig: ለክነትኩም ማዕነት ከሊማት ኣፎ ትነጥቆ ባህለት ቱ፣ ዎ እሊ ሆዬ ምን ቀደም ኣዘ ላዔሽኩም ዲቡ ምድር ኣው ሉቃት ብዕድ ልትትሃገዋ ዎ ምን ብዙሕ ብዕድ ዓዋምል ገብእ። ላትሓዙ ማዕሉማት ኣካፍሉና።

source: Your daily goal has been created
tig: ናይ ኣምዕልካ ሃድፍ ስጅላ

source: Your download has started.
tig: ሙራድካ ኣንበታ ህላ

source: You’re contributing to a target segment
tig: ዲብ ክፋል ሓደፍ ትሳህሞ ሄሌኹም

source: You’re contributing to our first target segment
tig: እግል ሰልፍ ክፋል ደፍና ትሳሕሞ ሄሌኩም

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tig: ኢሜል ከምስል ናይ ሃደፍ ላለዝክር ው ናይ ክርን ሕበር ተጠውር ው ኣኽባር እግል ልምጸኩም ስጅላም <bold>ይህሌኩምኒ</bold>

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tig: ኢሜል ከምስል ናይ ሃደፍ ላለዝክር ው ናይ ክርን ሕበር ተጠውር ው ኣኽባር እግል ልምጸኩም ስጅላም ህሌኩም

source: Your files are being assembled. Please check again later.
tig: መለፋትኩም ትትኣክብ ህሌት ሓቆ ሽወያ ድለው

source: Your Languages
tig: ሉቃትኩም

source: Your username and email will not be associated with the published data.
tig: ስምኩም ው ኢሜልኹም ምስልላ ንነሽሮ በያናት ጽቡጥ አይኮኒ

source: Your weekly goal has been created
tig: ናይ ሳምንካ ሃድፍ ስጅላ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
tig: ክርን ሕበር ዲብ ናይ <goalPercentage></goalPercentage> ምንላ ዮምየት ናይ ተስጂል ሃደፍ { $goalValue } እግል ትብጻ ሳዓድኹማ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
tig: ክርን ሕበር ዲብ ናይ <goalPercentage></goalPercentage> ምንላ ዮምየት ናይ ታሕቂቅ ሃደፍ { $goalValue } እግል ትብጻ ሳዓድኹማ!

source: You've successfully signed up for contributing to { $language }. Thank you.
tig: ግል { $language } አግል ትሳህሞ ስጅልኩም ህሌኩም ሹክረን

source: abnormality
tig: ለይ ንቡር

source: add-on
tig: ተወሳክ

source: aggregate
tig: ጀምዕ

source: All Hands
tig: ኩለን ኣደይ

source: alternate text
tig: ባዲል ክታበት

source: appear
tig: ልዝህር

source: appearance
tig: መዝህር

source: attack
tig: ህጅም

source: attacker
tig: ሙሃጅም

source: Attack Site
tig: ናይ ህጁም መውቂዕ

source: attendee
tig: ሓድራም

source: authenticate
tig: ኣክድ

source: authenticated
tig: ኣከዳ

source: autoplay
tig: ኖሱ ላላኣምብት

source: back out
tig: ገፅ ግራ ዓቅብሎት

source: black box
tig: ሳንድቅ ጸሊም

source: bookmark
tig: እሻረት ፈረጎት ውደው

source: boolean
tig: መንጥቅየት ቂመት

source: boot
tig: ሓቅ ኣው ክዙብ

source: breakpoint
tig: ኣካነት ብጥረት

source: Bug report
tig: ታቅሪር ናይ ንቁስ

source: certificate authority
tig: ሱልጠት ናይ ሻሃደት

source: channel
tig: ቀናት

source: cipher
tig: መመስጠሪ

source: clipboard
tig: ክሊፕቦርድ

source: clockwise
tig: ደዊር ክምሰል ሳዓት

source: compact
tig: ንኢሽ

source: compact - recommend deprioritize
tig: ነኡሽ - ኣውለዊየት ለይልትሃየቦ

source: context
tig: ስያቅ

source: contribute
tig: ሳህሞ

source: corrupt
tig: ፋስድ

source: corrupted
tig: ፋሰድ

source: counterclockwise
tig: ደዊር ዓክስ ሳዓት

source: cryptominer
tig: ክሪፕቶማይነር

source: cryptomining
tig: ክርይፕቶማይኒንግ

source: debug
tig: ፈተሻ

source: deceptive site
tig: ናይ ኣትባዳይ መውቂዕ

source: decode
tig: ቅልዓት

source: decryption
tig: ቃለዖት

source: disinformation
tig: ሓብረ ኣትባዳይ

source: distrust
tig: ለይልታኣመን

source: eavesdropping
tig: ተጀሱስ

source: enable
tig: መክን

source: encode
tig: መቃያር

source: encrypt
tig: ኣመስጥር

source: encryption
tig: ኣመስጠሮት

source: end user
tig: ሙስታዕምል

source: executable file
tig: ላልትነፍዝ ፋይል

source: extension
tig: አምትዳድ

source: external
tig: ካርጅ

source: Fellow
tig: ቴልያይ

source: fingerprinter
tig: ኣሰር ኣጻብዕ

source: fingerprinting
tig: ኣሰር ኣጻብዕ ንስኣት

source: gear
tig: ንዋት

source: grassroots
tig: ሻዕቢ

source: home page
tig: ሰፍሓት መንጋኣት

source: idle
tig: ዓጥል

source: import
tig: እምጾት

source: innovations
tig: ምህዞታት

source: insecure
tig: ለይ ኡሙን

source: installation
tig: ተርኪብ

source: Issue
tig: ሰድር

source: Legacy extension
tig: ዲብላ ላጸንሓ ዝያደት

source: MDN
tig: MDM

source: misinformation
tig: ሓብረ ጉጊት

source: native
tig: አስል

source: open source
tig: መስደር ፍቱሕ

source: override
tig: ታጃውዝ

source: participation
tig: ሙሻረከት

source: Patch
tig: ርቅዓት

source: pop-up
tig: ላልትዋላዕ

source: preference
tig: ሐርየት

source: release
tig: እስዳር

source: report
tig: ተቅሪር

source: revert
tig: ትብልስ

source: search suggestion
tig: ናይ ቆቀሎት እቅትራሕ

source: security keys
tig: ምፍታሕ ኣማን

source: sensitive
tig: ሓሳስ

source: sidebar
tig: ናይ ስምጥ

source: sign
tig: ፊርመት

source: signer
tig: ፈራማይ

source: studies
tig: ድራሰት

source: track
tig: ታብዕ

source: trackers
tig: ሙታብዒን

source: Tracking Content
tig: ላልተባዓካ ሙሕታዋ

source: Turbo Mode
tig: ሻፍገት ገበይ

source: unencrypted
tig: ለይእትመስጠራ

source: unresponsive
tig: ለይብልስ

source: unsafe
tig: ለይእሙን

source: validate
tig: ሓቅቅ

source: validity
tig: ሳላሕየት

source: version
tig: እስዳር

source: Web Authentication
tig: ናይ ዌብ ኣከዶት
